Repository: aghajoon/bp-cover
Catalog: languages/bp-cover-*.po
Languages: fa_ir, ru_ru

source: Drag cover
fa_ir: کاور را جابجا کنید
ru_ru: Перетащите обложку

source: Gallery Cover
fa_ir: گالری کاور
ru_ru: Обложка

source: Delete
fa_ir: حذف
ru_ru: Удалить

source: Gallery empty
fa_ir: گالری خالیست
ru_ru: Галлерея пуста

source: you can upload image for cover group
fa_ir: شما میتوانید کاور جدید بارگزاری کنید
ru_ru: Для обложки вы можете закачать изображение

source: Select
fa_ir: انتخاب به عنوان کاور
ru_ru: Выбрать

source: Set Cover
fa_ir: انتخاب کاور

source: Set Cover group
fa_ir: انتخاب کاور گروه

source: Close
fa_ir: بستن
ru_ru: Закрыть

source: Position saved
fa_ir: تغییرات ذخیره شد.

source: Upload
fa_ir: بارگزاری

source: Gallery
fa_ir: گالری

source: Edit Position
fa_ir: جابجایی کاور

source: Upload Failed! Unable to write the image on server
fa_ir: سرور اجازه بارگزاری نمی دهد
ru_ru: Ошибка закачки! Невозможно записать изображение на сервер

source: Upload Failed! No image sent
fa_ir: عکس ارسال نشد
ru_ru: Ошибка закачки! Нет изображения для отправки

source: Upload Failed! Error was: %s
fa_ir: خطا در: %s
ru_ru: Ошибка закачки! Ошибка: %s

source: Upload Failed! Your photo must be larger than 150px
fa_ir: عکس شما باید حداقل 150 پیکسل باشد
ru_ru: Ошибка закачки! Ваше фото должно быть больше 150px

source: %s uploaded a new cover picture
fa_ir: %s کاور جدید اضافه کرد
ru_ru: %s закачано как обложка

source: %s uploaded a new cover picture to the group %s
fa_ir: %s کاور جدید به گروه %s اضافه کرد
ru_ru: %s закачано как обложка для группы %s

source: The file you uploaded is too big. Please upload a file under %s
fa_ir: فایل شما بسیار بزرگ است لطفا فایلی با حجم کمتر از %s انتخاب کنید
ru_ru: Закачиваемый файл слишком велик. Используйте файлы меньше %s

source: Max total images allowed %d in a cover gallery
fa_ir: شما حداکثر میتوانید %d کاور بارگزاری کنید
ru_ru: Разрешено только %d изображений для обложек

source: Bp cover
fa_ir: افزونه کاور
ru_ru: Обложки

source: Skins
fa_ir: پوسته

source: Other plugins
fa_ir: افزونه های دیگر

source: Max total cover
fa_ir: حداکثر تعداد کاور
ru_ru: Всего позволено обложек

source: Max total images allowed in a cover gallery
fa_ir: تعداد کاور را تعیین کنید
ru_ru: Сколько можно закачать изображений

source: Max upload file size
fa_ir: حداکثر حجم فایل
ru_ru: Максимальный размер закачиваемого файла

source: If empty field user can upload only 20 total images
fa_ir: اگر فیلد را خالی بگذارید کاربر 20 عکس میتواند بارگزاری کند
ru_ru: Если не указано, тогда пользователь может использовать не больше 20 изображений

source: Maximum file size (kb) that can be uploaded
fa_ir: حجم فایل بارگزاری را بر حسب کیلو بایت تعیین کنید
ru_ru: Максимальный размер файла (Кб)

source: If empty maximum file size 2M that can be uploaded
fa_ir: اگر فیلد را خالی بگذارید فایلهای کمتر از 2مگابایت آپلود می شوند
ru_ru: Если пусто, тогда максимальный размер 2 Мб

source: Default avatar
fa_ir: آواتار پیش فرض
ru_ru: Аватар по-умолчанию

source: Settings
fa_ir: تنظیمات

source: Default cover profile
fa_ir: کاور پیش فرض پروفایل
ru_ru: Обложка профиля по-умолчанию

source: Please upload an image
fa_ir: لطفا یک عکس بارگزاری کنید
ru_ru: Пожалуйста, закачайте изображение

source: Upload an image
fa_ir: بارگزاری
ru_ru: Закачать

source: Default cover group
fa_ir: کاور پیش فرض گروه
ru_ru: Обложка группы по-умолчанию

source: Save
fa_ir: ذخیره
ru_ru: Сохранить

source: Skins for cover
fa_ir: پوسته کاور

source: Screenshot
fa_ir: پیش نمایش

source: Name
fa_ir: نام

source: Version
fa_ir: نسخه

source: Description
fa_ir: توضیحات

source: Action
fa_ir: تنظیم

source: In Use
fa_ir: در حال استفاده

source: See all plugins
fa_ir: نمایش همه

source: Our catalog of WP Product can be found on webcaffe.ir here: <a href='%s'>WP Product </a>
fa_ir: برای نمایش تمامی محصولات به <a href='%s'>وبــ کافه </a> مراجعه نمایید.

source: Bp cover Settings
ru_ru: Настройки обложек
